tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/x11"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "code-hex/pget"
tap "neovim/neovim"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "binutils"
brew "bison", link: true
brew "boost"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "corkscrew"
brew "ctags"
brew "diffutils"
brew "freeglut"
brew "gdb"
brew "gdbm"
brew "gettext"
brew "git"
brew "git-lfs"
brew "glew"
brew "icu4c", link: true
brew "jpeg"
brew "jq"
brew "libpng"
brew "libtool"
brew "libxml2"
brew "libyaml"
brew "lua"
brew "mad"
brew "maven"
brew "mysql"
brew "neovim"
brew "nkf"
brew "pstree"
brew "readline"
brew "sqlite"
brew "re2c"
brew "ripgrep"
brew "scala"
brew "scons"
brew "sox"
brew "squid"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim", args: ["with-lua", "with-override-system-vi"]
brew "wget"
brew "code-hex/pget/pget"
